books.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2017-06-26 Mon 12:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Reading List</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Yogesh" />
<link rel="stylesheet" type="text/css" href="css/org.css" />
</head>
<body>
<div id="content">
<h1 class="title">Reading List</h1>
<p>
HTML version of the Org file that I maintain for my readling list. Occasionally, I also write reviews for some books.
</p>
<div id="outline-container-orgfefd0a1" class="outline-2">
<h2 id="orgfefd0a1">Currently Reading</h2>
<div class="outline-text-2" id="text-orgfefd0a1">
</div><div id="outline-container-org111ba2b" class="outline-3">
<h3 id="org111ba2b"><a href="https://www.goodreads.com/book/show/9969571-ready-player-one">Ready Player One</a></h3>
</div>
<div id="outline-container-orgede94e8" class="outline-3">
<h3 id="orgede94e8"><a href="https://www.goodreads.com/book/show/7144.Crime_and_Punishment?ac=1&amp;from_search=true">Crime and Punishment</a></h3>
</div>
<div id="outline-container-org67c93fa" class="outline-3">
<h3 id="org67c93fa"><a href="https://www.goodreads.com/book/show/20527133-superintelligence">Superintelligence</a></h3>
</div>
</div>
<div id="outline-container-org4661230" class="outline-2">
<h2 id="org4661230">2017</h2>
<div class="outline-text-2" id="text-org4661230">
</div><div id="outline-container-orgb5a9ed6" class="outline-3">
<h3 id="orgb5a9ed6"><a href="https://www.goodreads.com/book/show/28257707-the-subtle-art-of-not-giving-a-f-ck">The Subtle Art of Not Giving a Fuck</a></h3>
<div class="outline-text-3" id="text-orgb5a9ed6">
<p>
Completed On: <span class="timestamp-wrapper"><span class="timestamp">&lt;2017-01-09 Mon&gt;</span></span>
</p>
</div>
</div>
<div id="outline-container-orgf9118d0" class="outline-3">
<h3 id="orgf9118d0"><a href="https://www.goodreads.com/book/show/29780253-born-a-crime">Born A Crime</a></h3>
</div>
<div id="outline-container-orgb90f8d2" class="outline-3">
<h3 id="orgb90f8d2"><a href="https://www.goodreads.com/book/show/25899336-when-breath-becomes-air">When Breath Becomes Air</a></h3>
</div>
</div>

<div id="outline-container-org89f8076" class="outline-2">
<h2 id="org89f8076">2016 [20]</h2>
<div class="outline-text-2" id="text-org89f8076">
</div><div id="outline-container-org1237f19" class="outline-3">
<h3 id="org1237f19"><a href="https://www.goodreads.com/book/show/25744928-deep-work">Deep Work</a></h3>
</div>
<div id="outline-container-orgca5827c" class="outline-3">
<h3 id="orgca5827c"><a href="https://www.goodreads.com/book/show/6490587-things-fall-apart">Things Fall Apart</a></h3>
</div>
<div id="outline-container-org5cfc668" class="outline-3">
<h3 id="org5cfc668"><a href="https://www.goodreads.com/book/show/13259270-free-will">Free Will</a></h3>
</div>
<div id="outline-container-org922465b" class="outline-3">
<h3 id="org922465b"><a href="https://www.goodreads.com/book/show/289147.The_Best_A_Man_Can_Get">The Best A Man Can Get</a></h3>
</div>
<div id="outline-container-org148168d" class="outline-3">
<h3 id="org148168d"><a href="https://www.goodreads.com/book/show/12379144-lying">Lying</a></h3>
</div>
<div id="outline-container-org3b8b487" class="outline-3">
<h3 id="org3b8b487"><a href="https://www.goodreads.com/book/show/12722.The_Moon_Is_Down">The Moon Is Down</a></h3>
</div>
<div id="outline-container-org00e53bc" class="outline-3">
<h3 id="org00e53bc"><a href="https://www.goodreads.com/book/show/503150.Letters_to_a_Young_Contrarian">Letters to a Young Contrarian</a></h3>
</div>
<div id="outline-container-orgbb3a70a" class="outline-3">
<h3 id="orgbb3a70a"><a href="https://www.goodreads.com/book/show/13529055-mortality">Mortality</a></h3>
</div>
<div id="outline-container-org0f6e389" class="outline-3">
<h3 id="org0f6e389"><a href="https://www.goodreads.com/book/show/96358.Batman">Batman: The Killing Joke</a></h3>
</div>
<div id="outline-container-org6af2d62" class="outline-3">
<h3 id="org6af2d62"><a href="https://www.goodreads.com/book/show/3698.The_Quiet_American">The Quiet American</a></h3>
</div>
<div id="outline-container-org9b1ebf7" class="outline-3">
<h3 id="org9b1ebf7"><a href="https://www.goodreads.com/book/show/23492684-the-idealist">The Idealist</a></h3>
</div>
<div id="outline-container-org559befe" class="outline-3">
<h3 id="org559befe"><a href="https://www.goodreads.com/book/show/51299.Letter_to_a_Christian_Nation">Letter To A Christian Nation</a></h3>
</div>
<div id="outline-container-org576a8c5" class="outline-3">
<h3 id="org576a8c5"><a href="https://www.goodreads.com/book/show/7143113-on-writing">On Writing</a></h3>
</div>
<div id="outline-container-orgd4e702e" class="outline-3">
<h3 id="orgd4e702e"><a href="https://www.goodreads.com/book/show/22557272-the-girl-on-the-train">The Girl On The Train</a></h3>
</div>
<div id="outline-container-orgc480875" class="outline-3">
<h3 id="orgc480875"><a href="https://www.goodreads.com/book/show/472331.Watchmen">Watchmen</a></h3>
</div>
<div id="outline-container-org904db07" class="outline-3">
<h3 id="org904db07"><a href="https://www.goodreads.com/book/show/485894.The_Metamorphosis">The Metamorphosis</a></h3>
</div>
<div id="outline-container-orgf16878f" class="outline-3">
<h3 id="orgf16878f"><a href="https://www.goodreads.com/book/show/1618.The_Curious_Incident_of_the_Dog_in_the_Night_Time">The Curious Incident of the Dog in the Night-Time</a></h3>
</div>
<div id="outline-container-orgc8ee8c0" class="outline-3">
<h3 id="orgc8ee8c0"><a href="https://www.goodreads.com/book/show/385.On_Bullshit">On Bullshit</a></h3>
</div>
<div id="outline-container-org2321236" class="outline-3">
<h3 id="org2321236"><a href="https://www.goodreads.com/book/show/49552.The_Stranger">The Stranger</a></h3>
</div>
<div id="outline-container-org2d2e573" class="outline-3">
<h3 id="org2d2e573"><a href="https://www.goodreads.com/book/show/41793.Hackers_Painters">Hackers and Painters</a></h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Yogesh</p>
<p class="date">Created: 2017-06-26 Mon 12:25</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
